<?php
namespace asbamboo\framework;

/**
 * frame模块内置常量
 *
 * @author 李春寅 <licy2013@aliyun.com>
 * @since 2018年7月5日
 */
final class Constant
{
    /*****************************************************************************************
     * 是否是当前request匹配的route
     ****************************************************************************************/
    const IS_CURRENT_ROUTE  = 'is_current';
    /****************************************************************************************/
}